Repository: Killerkomando/-bersetzungen
Catalog: wc-cash-on-pickup/*/wc-cash-on-pickup-*.po
Languages: de_de

source: Cash on pickup
de_de: Barzahlung bei Abholung

source: Have your customers pay with cash (or by other means) on pickup.
de_de: Lassen Sie Ihre Kunden bei der Abholung bar (oder mit anderen Mitteln) bezahlen.

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable cash on pickup
de_de: Zahlung bei Abholung aktivieren

source: Title
de_de: Titel

source: Payment method description that the customer will see on your checkout.
de_de: Beschreibung der Zahlungsart, welchen Kunden in der Kasse/im Check Out sehen, wenn sie diese Zahlungsart auswählen.

source: Description
de_de: Beschreibung

source: Payment method description that the customer will see on your website.
de_de: Beschreibung der Zahlungsart, die Kunden auf Ihrer Website sehen.

source: Pay with cash on pickup.
de_de: Barzahlung bei Abholung.

source: Instructions
de_de: Hinweis

source: Instructions that will be added to the thank you page.
de_de: Anweisungen, die der „Danke“-Seite hinzugefügt werden.

source: Enable for shipping methods
de_de: Für Versandarten aktivieren

source: If COP is only available for certain methods, set it up here. Leave blank to enable for all methods.
de_de: Wenn COP nur für bestimmte Methoden verfügbar ist, richten Sie sie hier ein. Lassen Sie das Feld leer, um es für alle Methoden zu aktivieren.

source: Default order status
de_de: Standard-Bestellstatus

source: Disable other payment methods if local pickup
de_de: Deaktivieren Sie andere Zahlungsmethoden bei lokaler Abholung

source: Cash on pickup will be the only payment method available if local pickup is selected on checkout
de_de: Barzahlung bei Abholung ist die einzige verfügbare Zahlungsmethode, wenn beim Check-out eine lokale Abholung ausgewählt wird

source: Donate
de_de: Spenden Sie

source: Settings
de_de: Einstellungen

source: WooCommerce Cash On Pickup
de_de: WooCommerce Zahlung bei Abholung

source: A WooCommerce Extension that adds the payment gateway "Cash On Pickup"
de_de: Eine WooCommerce Extension, die das Zahlungsgateway "Barzahlung bei Abholung" hinzufügt.
